<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/assets/css/reset.css" />
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/assets/css/main.css" />
<title>스터디 메이트</title>
</head>
<body>
	
		<header>
		<div class="header-main">
			  <c:choose>
         <c:when test="${empty sessionScope.memberNickname}">
            <div>
               <img src="${pageContext.request.contextPath}/assets/img/logo.png"
                  alt="" class="logo" />
            </div>
            <div class="header-left">
               <a href="/cafe/cafeListOk.sc" class="content-cafe">스터디카페 예약</a> <a
                  href="/studyGroup/studyGroupMainOk.sg" class="content-group">스터디그룹
                  모집</a>
            </div>
            <div class="header-right">
               <div class="login">
                  <a href="/member/login.me">로그인</a>
               </div>
               <div class="join">
                  <a href="/member/join.me">회원가입</a>
               </div>
            </div>
         </c:when>
         <c:otherwise>
            <jsp:include
               page="${pageContext.request.contextPath}/app/header/headerafter.jsp" />
         </c:otherwise>
      </c:choose>
	</header>
	
	
	
	
	
	<section>
		<a href=""><img
		
			src="${pageContext.request.contextPath}/assets/img/cafeRV.png" alt=""
			style="width: 1500px; margin-top: 15px" /></a>
	</section>
	<div class="tag-study">
		<div class="cafe-list">스터디카페 목록</div>
		<a class="show-all-btn"><div class="move-btn">전체보기</div> <img
			src="https://shareit.kr/_next/static/media/arrow-right-677294.662f8854.svg"
			alt="" class="cafe-arrow" /></a>
	</div>
	<section class="study-cafe">
		<!-- 8개만 화면 출력 -> 전체보기 페이지이동 -->
		<a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a><a href=""><figure class="new-figure">
				<img
					src="https://img.shareit.kr:13443/tempspaceauth/img/2023-03-21/3496f7f5-4eea-441b-9c93-c67c18995006.jpg"
					alt="" />
				<figcaption>
					<div class="cafe-name">카페이름</div>
					<div class="cafe-nickname">카페이름</div>
					<div class="cafe-address">주소</div>
					<div class="cafe-price">
						<div class="price">25000</div>
						<div class="price-by-hours">원~/1시간당</div>
					</div>
					<img src="" alt="" />
				</figcaption>
			</figure></a>
	</section>
	<section>
		<a href=""><img
			src="${pageContext.request.contextPath}/assets/img/groupRT.png"
			alt="" style="width: 1500px; height: 300px; margin-top: 40px" /></a>
	</section>
	<section class="studygroup">
		<a href=""><div class="group-banner">원하는 스터디 그룹을 찾아보세요!</div></a>
		<div class="arrow-prev">
			<button class="group-arrow-prev">
				<span> <img
					src="https://shareit.kr/_next/static/media/arrow-left-b3b3b3.d28cceba.svg"
					alt="" class="prev-btn" />
				</span>
			</button>
		</div>
		<div class="arrow-next">
			<button class="group-arrow-next">
				<span> <img
					src="https://shareit.kr/_next/static/media/arrow-right-b3b3b3.9e94f7a7.svg"
					alt="" class="next-btn" />
				</span>
			</button>
		</div>
	</section>
	<!-- 스터디 그룹 노출 -->
	<section class="show-group">
		<div class="slide-box">
			<div class="slide-new-line">
				<a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>

						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a>
			</div>
			<div class="slide-new-line">
				<a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>

						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a>
			</div>

			<div class="slide-new-line">
				<a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>

						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a><a href="#">
					<div class="group-content">
						<div class="group-plus">
							<div class="field">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-pencil-fill"
									viewBox="0 0 16 16">
                    <path
										d="M12.854.146a.5.5 0 0 0-.707 0L10.5 1.793 14.207 5.5l1.647-1.646a.5.5 0 0 0 0-.708l-3-3zm.646 6.061L9.793 2.5 3.293 9H3.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.5h.5a.5.5 0 0 1 .5.5v.207l6.5-6.5zm-7.468 7.468A.5.5 0 0 1 6 13.5V13h-.5a.5.5 0 0 1-.5-.5V12h-.5a.5.5 0 0 1-.5-.5V11h-.5a.5.5 0 0 1-.5-.5V10h-.5a.499.499 0 0 1-.175-.032l-.179.178a.5.5 0 0 0-.11.168l-2 5a.5.5 0 0 0 .65.65l5-2a.5.5 0 0 0 .168-.11l.178-.178z"></path>
                  </svg>
								<span>진행 분야</span>
							</div>
							<div class="new">
								<svg xmlns="http://www.w3.org/2000/svg" width="12" height="12"
									fill="currentColor" class="bi bi-cup-hot-fill"
									viewBox="0 0 16 16">
                    <path fill-rule="evenodd"
										d="M.5 6a.5.5 0 0 0-.488.608l1.652 7.434A2.5 2.5 0 0 0 4.104 16h5.792a2.5 2.5 0 0 0 2.44-1.958l.131-.59a3 3 0 0 0 1.3-5.854l.221-.99A.5.5 0 0 0 13.5 6H.5ZM13 12.5a2.01 2.01 0 0 1-.316-.025l.867-3.898A2.001 2.001 0 0 1 13 12.5Z"></path>
                    <path
										d="m4.4.8-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 3.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 3.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 3 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 4.4.8Zm3 0-.003.004-.014.019a4.167 4.167 0 0 0-.204.31 2.327 2.327 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.31 3.31 0 0 1-.202.388 5.444 5.444 0 0 1-.253.382l-.018.025-.005.008-.002.002A.5.5 0 0 1 6.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 6.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 6 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 7.4.8Zm3 0-.003.004-.014.019a4.077 4.077 0 0 0-.204.31 2.337 2.337 0 0 0-.141.267c-.026.06-.034.092-.037.103v.004a.593.593 0 0 0 .091.248c.075.133.178.272.308.445l.01.012c.118.158.26.347.37.543.112.2.22.455.22.745 0 .188-.065.368-.119.494a3.198 3.198 0 0 1-.202.388 5.385 5.385 0 0 1-.252.382l-.019.025-.005.008-.002.002A.5.5 0 0 1 9.6 4.2l.003-.004.014-.019a4.149 4.149 0 0 0 .204-.31 2.06 2.06 0 0 0 .141-.267c.026-.06.034-.092.037-.103a.593.593 0 0 0-.09-.252A4.334 4.334 0 0 0 9.6 2.8l-.01-.012a5.099 5.099 0 0 1-.37-.543A1.53 1.53 0 0 1 9 1.5c0-.188.065-.368.119-.494.059-.138.134-.274.202-.388a5.446 5.446 0 0 1 .253-.382l.025-.035A.5.5 0 0 1 10.4.8Z"></path>
                  </svg>
								<span>따끈따끈한 새 글</span>
							</div>
						</div>
						<div class="group-delete">
							<span class="material-symbols-outlined"> </span>
						</div>
						<div class="group-date">
							<span>모집 마감일 ｜</span> <span>2023-03-22</span>
						</div>
						<div class="group-title">
							<span>JAVA 코딩 테스트 스터디 모집 합니다냥 가나다라마바사아 우와아아앙 자차카타파하 걍아아악</span>
						</div>
						<div class="group-keyword">
							<span>#JAVA</span> <span>#코딩테스트</span> <span>#개발자취업</span> <span>#IT직군</span>
						</div>
						<div class="group-info">
							<div class="user">
								<img
									src="https://hola-post-image.s3.ap-northeast-2.amazonaws.com/default.PNG"
									alt="그룹 프로필 사진" width="30px" /> <span>작성자 닉네임</span> <span>｜</span>
								<span>abc123</span>
							</div>
						</div>
					</div>
				</a>
			</div>
		</div>
		<!--  -->
	</section>
	<a href=""><div class="community-banner">
			<div class="community-banner-first">포트폴리오 및 스터디 후기</div>
			<div class="community-banner-second">다른 사람들의 포트폴리오 및 스터디 그룹 후기를
				읽어보세요.</div>
		</div></a>

	<section class="community-list">
		<!--게시물 리스트 노출 -->
		<ul class="content-list">
			<div class="content-listWrap">
				<!-- 게시글 (1/10) -->
				<li>
					<div class="content-subject-wrap">
						<!-- 이거 필요한지? -->
						<em class="label-hot"></em> <a href=""><span
							class="content-subject">[🌏 포트폴리오] lemon은 어떻게 만들어지는가⭐️</span></a>
					</div> <!-- 게시글 미리보기 --> <span class="content-desc">안녕하세욤 이곳은 게시글을
						미리 볼 수 있는 공간입니당 </span>
					<div class="content-data-info">
						<!-- 좋아요수, 댓글수, 조회수, 글쓴이 -->
						<!--(1/4) 좋아요  -->
						<span class="content-info content-like"> <!-- 좋아요이미지 --> <img
							src="" alt="" /> 좋아요 <strong>140</strong>
						</span>
						<!-- (2/4) 댓글 수-->
						<span class="content-info content-reply"> <!-- 댓글이미지 --> <img
							src="" alt="" /> 댓글 <strong>50</strong>
						</span>

						<!-- (3/4) 조회수 -->
						<span class="content-info content-view"> <!-- 조회수 눈 이미지 -->
							<img src="" alt="" /> 조회수 <strong>1,200</strong>
						</span>

						<!--(4/4) 작성자이름, 작성 날짜-->
						<div class="content-member-info">
							<div>
								<img
									src="https://mblogthumb-phinf.pstatic.net/20120713_47/wnfhd6545_1342157203202y8kjd_JPEG/%C4%C4%C7%BB%C5%CD1.jpg?type=w2"
									class="content-userImg" height="25px" width="25px" />
							</div>
							<span class="content-writer">이름이 길면 어케요?</span> <span
								class="content-write-date">2023.12.25</span>
						</div>
						<!-- 프사 -->
					</div>
				</li>
				<li>
					<div class="content-subject-wrap">
						<!-- 이거 필요한지? -->
						<em class="label-hot"></em> <a href=""><span
							class="content-subject">[🌏 포트폴리오] lemon은 어떻게 만들어지는가⭐️</span></a>
					</div> <!-- 게시글 미리보기 --> <span class="content-desc">안녕하세욤 이곳은 게시글을
						미리 볼 수 있는 공간입니당 </span>
					<div class="content-data-info">
						<!-- 좋아요수, 댓글수, 조회수, 글쓴이 -->
						<!--(1/4) 좋아요  -->
						<span class="content-info content-like"> <!-- 좋아요이미지 --> <img
							src="" alt="" /> 좋아요 <strong>140</strong>
						</span>
						<!-- (2/4) 댓글 수-->
						<span class="content-info content-reply"> <!-- 댓글이미지 --> <img
							src="" alt="" /> 댓글 <strong>50</strong>
						</span>

						<!-- (3/4) 조회수 -->
						<span class="content-info content-view"> <!-- 조회수 눈 이미지 -->
							<img src="" alt="" /> 조회수 <strong>1,200</strong>
						</span>

						<!--(4/4) 작성자이름, 작성 날짜-->
						<div class="content-member-info">
							<div>
								<img
									src="https://mblogthumb-phinf.pstatic.net/20120713_47/wnfhd6545_1342157203202y8kjd_JPEG/%C4%C4%C7%BB%C5%CD1.jpg?type=w2"
									class="content-userImg" height="25px" width="25px" />
							</div>
							<span class="content-writer">이름이 길면 어케요?</span> <span
								class="content-write-date">2023.12.25</span>
						</div>
						<!-- 프사 -->
					</div>
				</li>
				<li>
					<div class="content-subject-wrap">
						<!-- 이거 필요한지? -->
						<em class="label-hot"></em> <a href=""><span
							class="content-subject">[🌏 포트폴리오] lemon은 어떻게 만들어지는가⭐️</span></a>
					</div> <!-- 게시글 미리보기 --> <span class="content-desc">안녕하세욤 이곳은 게시글을
						미리 볼 수 있는 공간입니당 </span>
					<div class="content-data-info">
						<!-- 좋아요수, 댓글수, 조회수, 글쓴이 -->
						<!--(1/4) 좋아요  -->
						<span class="content-info content-like"> <!-- 좋아요이미지 --> <img
							src="" alt="" /> 좋아요 <strong>140</strong>
						</span>
						<!-- (2/4) 댓글 수-->
						<span class="content-info content-reply"> <!-- 댓글이미지 --> <img
							src="" alt="" /> 댓글 <strong>50</strong>
						</span>

						<!-- (3/4) 조회수 -->
						<span class="content-info content-view"> <!-- 조회수 눈 이미지 -->
							<img src="" alt="" /> 조회수 <strong>1,200</strong>
						</span>

						<!--(4/4) 작성자이름, 작성 날짜-->
						<div class="content-member-info">
							<div>
								<img
									src="https://mblogthumb-phinf.pstatic.net/20120713_47/wnfhd6545_1342157203202y8kjd_JPEG/%C4%C4%C7%BB%C5%CD1.jpg?type=w2"
									class="content-userImg" height="25px" width="25px" />
							</div>
							<span class="content-writer">이름이 길면 어케요?</span> <span
								class="content-write-date">2023.12.25</span>
						</div>
						<!-- 프사 -->
					</div>
				</li>
				<li>
					<div class="content-subject-wrap">
						<!-- 이거 필요한지? -->
						<em class="label-hot"></em> <a href=""> <span
							class="content-subject">[🌏 포트폴리오] lemon은 어떻게 만들어지는가⭐️</span></a>
					</div> <!-- 게시글 미리보기 --> <span class="content-desc">안녕하세욤 이곳은 게시글을
						미리 볼 수 있는 공간입니당 </span>
					<div class="content-data-info">
						<!-- 좋아요수, 댓글수, 조회수, 글쓴이 -->
						<!--(1/4) 좋아요  -->
						<span class="content-info content-like"> <!-- 좋아요이미지 --> <img
							src="" alt="" /> 좋아요 <strong>140</strong>
						</span>
						<!-- (2/4) 댓글 수-->
						<span class="content-info content-reply"> <!-- 댓글이미지 --> <img
							src="" alt="" /> 댓글 <strong>50</strong>
						</span>

						<!-- (3/4) 조회수 -->
						<span class="content-info content-view"> <!-- 조회수 눈 이미지 -->
							<img src="" alt="" /> 조회수 <strong>1,200</strong>
						</span>

						<!--(4/4) 작성자이름, 작성 날짜-->
						<div class="content-member-info">
							<div>
								<img
									src="https://mblogthumb-phinf.pstatic.net/20120713_47/wnfhd6545_1342157203202y8kjd_JPEG/%C4%C4%C7%BB%C5%CD1.jpg?type=w2"
									class="content-userImg" height="25px" width="25px" />
							</div>
							<span class="content-writer">이름이 길면 어케요?</span> <span
								class="content-write-date">2023.12.25</span>
						</div>
						<!-- 프사 -->
					</div>
				</li>
				<!--  -->
			</div>
		</ul>
	</section>
	<footer id="new-footer">
		<div class="left-box">
			<div class="footer-category">
				<a href=""><span>회사소개</span></a> <a href=""><span>채용</span></a> <a
					href=""><span>이용약관</span></a> <a href=""><span
					class="font-bold">개인정보처리방침</span></a> <a href=""><span>고객센터</span></a>
			</div>
			<div class="project-name">studymate 사업자 정보</div>
			<div class="info">
				<span>팀명:코드웨이브</span>
			</div>
			<div class="info">
				<span>사업자등록번호:123-44-33255</span> <span>통신판매업</span> <span>개인정보보호책임자:이정현</span>
			</div>
			<div class="info">
				<span>주소:서울특별시 강남구 코리아IT아카데미</span>
			</div>
			<div class="info">
				<span>입점문의: <a href="" class="font-bold">입점문의하기</a>
				</span> <span>대표이메일:dhtkan12@gmail.com</span>
			</div>
			<div class="team-member-name">팀원 : 김윤, 김준혁, 유정현, 이정현, 전은실, 조상수
			</div>
		</div>
		<div class="right-box">
			<div class="representative-number">대표번호</div>
			<div class="number">010-4064-5072</div>
			<div class="info-time">문의시간:평일10:00~19:00</div>
			<div class="footer-box-btn">
				<a>카카오톡 문의</a> <a>자주하는 질문</a>
			</div>
		</div>
	</footer>
	<script src="https://kit.fontawesome.com/7ad89ef4e0.js"
		crossorigin="anonymous"></script>
	<script src="https://code.jquery.com/jquery-3.6.4.js"></script>
	<script src="${pageContext.request.contextPath}/assets/js/main.js"></script>
</body>
</html>